Repository: salimmurshed/bingo_wholesaler
Catalog: lib/l10n/app_*.arb
Languages: es

source: CUSTOMERS
es: CLIENTES

source: WHOLESALER
es: Suplidor

source: WHOLESALERS
es: SUPLIDORES

source: Creditlines detail
es: Detalle de líneas de crédito

source: Settlement detail
es: Detalle de liquidación

# imageLoading
source: Upload Image
es: Cargar imagen

# wholesalerDetails
source: WHOLESALER detail
es: Detalle Suplidor

# fieDetails
source: Institution detail
es: Detalle de la Institución

# fieSingle
source: Institutions
es: Instituciones

source: CREDITLINES
es: LÍNEAS DE CRÉDITOS

# fIS
source: STATEMENT
es: Estado de Cuenta

source: SETTLEMENTS
es: LIQUIDACIONES

source: FINANCE
es: FINANZAS

source: Creditline Details
es: Detalles de la línea de crédito

source: Settlements Details
es: Detalle de Liquidaciones

# expireDateSale
source: Expiration Date Amount of Sale:
es: Fecha de Vencimiento Cantidad de Venta:

source: Credit Line Header
es: Encabezado de línea de crédito

source: Approved Amount:
es: Monto aprobado:

source: Bank Account No:
es: Número de Cuenta Bancaria:

source: Remain Amount
es: Cantidad restante

source: Minimum Commitment Date:
es: Fecha mínima de compromiso:

# retailerStores
source: View Retailer Stores
es: Ver tiendas detallistas

source: Effective Date:
es: Fecha efectiva:

source: Assigned Amount:
es: Importe asignado:

source: Consumed Amount:
es: Cantidad consumida:

source: Credit Line Documents
es: Documentos de línea de crédito

source: REQUEST CREDIT LINE REVIEW
es: SOLICITAR REVISIÓN DE LÍNEA DE CRÉDITO

source: LOGOUT
es: CERRAR SESIÓN

source: Acc No.
es: Número de cuenta

source: Acc Type
es: Tipo de cuenta

# daysOfPayment
source: Days to Payments
es: Días para Pagos

# invoiceDate
source: Date Of Invoice
es: Fecha de la factura

source: Due Payment Date
es: Fecha de vencimiento del pago

# amountReserved
source: Reserved Amount
es: Importe reservado

source: Current Amount
es: Cantidad actual

source: Invoice From
es: Factura De

# startPaymentTitle
source: Do you want to pay?
es: ¿Quieres pagar?

# startPaymentBody
source: Please confirm your payment!
es: ¡Por favor confirme su pago!

# canceledPayment
source: Payment Cancelled
es: Pago cancelado

# rememberMe
source: Remember email address
es: Recordar dirección de correo electrónico

# wholesalerCamelkCase
source: Wholesaler
es: Mayorista

# statusSalePendingApproval
source: Sale Pending Approval
es: Venta Pendiente de Aprobación

# statusSaleApprovedDelivered
source: Sale Approved/Delivered
es: Venta Aprobada/Entregada

# statusSaleRejected
source: Sale Rejected
es: Venta Rechazada

# statusSaleProposalPendingApproval
source: Sale Proposal Pending Approval
es: Propuesta de Venta Pendiente de Aprobación

# statusSaleProposalApproved
source: Sale Proposal Approved
es: Propuesta de Venta Aprobada

# statusSaleProposalRejected
source: Sale Proposal Rejected
es: Propuesta de Venta Rechazada

# statusSaleApproved
source: Sale Approved
es: Venta Aprobada

# statusPendingDeliveryConfirmation
source: Pending Delivery Confirmation
es: Pendiente Confirmación de Entrega

# statusCancelled
source: Cancelled
es: Cancelada

# statusPendingWholesalerReview
source: Pending Wholesaler Review
es: Pendiente Revisión de Mayorista

# statusPendingFIEForward
source: Pending FIE Forward
es: Pendiente de Enviar a Institución

# statusFIEqueue
source: FIE queue
es: En cola de la Institución

# statusAssociationPendingFIEQueue
source: Association Pending / FIE Queue
es: Asociación Pendiente/En cola de la Institución

# statusOnEvaluationAssociationPending
source: On Evaluation/Association Pending
es: En Evaluación/Asociación Pendiente

# statusOnEvaluation
source: On Evaluation
es: En Evaluación

# statusRejected
source: Rejected
es: Rechazada

# statusWaitingReplyAssociationPending
source: Waiting Reply/Association Pending
es: Esperando Respuesta/Asociación Pendiente

# statusWaitingReply
source: Waiting Reply
es: Esperando Respuesta

# statusAssociationPendingRecommended
source: Association Pending/Recommended
es: Asociación Pendiente/Recomendada

# statusRecommended
source: Recommended
es: Recomendada

# statusFormalized
source: Formalized
es: Formalizada

# statusApproved
source: Approved
es: Aprobada

# statusActive
source: Active
es: Activa

# statusCompleted
source: Completed
es: Completada

# statusInactive
source: Inactive
es: Inactiva

# statusSubmitted
source: Submitted
es: Enviada

# statusReviewed
source: Reviewed
es: Revisada

# statusProcessed
source: Processed
es: Procesada

# statusCreditLineReview
source: Credit Line Review
es: Revisión de Línea de Crédito

# statusDraft
source: Draft
es: Borrador

# statusNotValidated
source: Not Validated
es: No validada

# statusValidationPending
source: Validation Pending
es: Pendiente de Validación

# statusCurrent
source: Current
es: Al Corriente

# statusDue
source: Due
es: Pendiente

# statusOverDue
source: Over Due
es: Vencido

# statusPartiallyPaid
source: Partially Paid
es: Pagado Parcialmente

# statusPaid
source: Paid
es: Pagado

# statusPending
source: Pending
es: Pendiente

# statusInProcess
source: In Process
es: En Proceso

# statusAccepted
source: Accepted
es: Aceptada

# statusVerified
source: Verified
es: Verificada

# statusActivationCode
source: Activation Code
es: Código de Activación

# statusKYCPending
source: KYC Pending
es: Pendiente KYC

# statusCustomerregPending
source: Customer reg Pending
es: Reg de Cliente Pendiente

# statusNotRecommended
source: Not Recommended
es: No Recomendada

# logistic
source: LOGISTICS
es: LOGÍSTICA

source: Select Language
es: Seleccionar idioma

source: Order From
es: Ordenar Desde

# passwordRecheck
source: Please recheck your all password fields
es: Vuelva a verificar todos sus campos de contraseña

# firstnameErrorMessage
source: Need to enter First Name
es: El nombre no puede estar vacío

# idDocErrorMessage
source: Need to enter Id document
es: El documento de identificación no puede estar vacío

# idTypeErrorMessage
source: Need to select one tax id type
es: Necesita seleccionar un tipo de ID de tax

# storeErrorMessage
source: Need to select minimum one store
es: Necesita seleccionar mínimo una tienda

# roleErrorMessage
source: Need to select minimum one role
es: Necesita seleccionar mínimo un rol

# lastNameErrorMessage
source: Need to enter Last Name
es: El apellido no puede estar vacío

# addressPasswordMessage
source: Need to enter Address Name
es: El nombre de la dirección no puede estar vacío

source: Uploaded date
es: Fecha de carga

source: Assigned To
es: Asignado a

# selectFie
source: Select Institutions
es: Selecciona las Instituciones

# sendInactiveRequestHead
source: Send Inactive Request
es: Enviar solicitud inactiva

# sendInactiveRequestBody
source: Do you really want to inactive this store?
es: ¿De verdad quieres desactivar esta tienda?

# sendActiveRequestHead
source: Send Active Request
es: Enviar solicitud activa

# sendActiveRequestBody
source: Do you really want to active this store?
es: ¿De verdad quieres activar esta tienda?

source: Make Active
es: Hacer activa

source: Make Inactive
es: Hacer inactiva

source: Store Name
es: Nombre de la tienda

source: Item selected
es: Elemento seleccionado

# selectProductFrom
source: Select Products from
es: Seleccionar productos de

source: Select Product
es: Seleccionar producto

source: Promocode
es: Código promocional

# applyText
source: Apply
es: Aplicar

source: Order Summary
es: Resumen de Orden

# iItemsQty
source: Items Qty
es: Cantidad de artículos

source: Tax
es: Impuesto

source: Shipping Cost
es: Costo de envío

source: Shipping Information
es: Información de Envío

source: Select Delivery Method
es: Seleccione el método de entrega

source: Delivery Date
es: Fecha de entrega

source: Payment
es: Pago

source: Select Payment Method
es: Seleccione el método de pago

source: Creditline Status & Availability
es: Estado y disponibilidad de la línea de crédito

# termConditions
source: Terms & Condition
es: Términos y condiciones

# billingTerms
source: Billing Terms and Conditions
es: Términos y condiciones de facturación

source: Shipping Conditions
es: Condiciones de envío

# otherConditions
source: Other terms and conditions
es: Otros términos y condiciones

# termCheckBoxMessage
source: I agree to all the Terms & Conditions and I Have Read All Terms and Conditions Carefully.
es: Estoy de acuerdo con todas las Términos y condiciones y he leído todos los términos y condiciones cuidadosamente.

# nextButton
source: Next
es: Próxima

source: items
es: artículo

source: Load Template
es: Cargar plantilla

source: Order Description
es: Descripción del pedido

# saveLaterButtonText
source: Save for later
es: Guardar para más adelante

# saveTemplateButtonText
source: Save as template
es: Guardar como plantilla

# sendButtonText
source: SEND
es: ENVIAR

# deliveryConfirmationBody
source: Are you sure you want to confirm this sale as received?
es: ¿Estás seguro que deseas confirmar la recepción de esta venta?

source: ADD USER
es: AGREGAR USUARIO

source: EDIT USER
es: EDITAR USUARIO

# s1s
source: One step sale
es: Venta directa

# s2s
source: Two step sale
es: Pedido

# dynamicRoutTabName
source: Dynamic Routes
es: Rutas Dinámicas

# staticRoutTabName
source: Static Routes
es: Rutas Estáticas

# todayRoutTabName
source: Today
es: hoy

# saleZoneTabName
source: Sales Zone
es: Zonas de Venta

source: Mark as done
es: Marcar como hecho

source: Decline
es: Rechazar

source: Open in map
es: Abrir en mapa

source: notifications
es: Notificaciones

source: Order Type
es: Tipo de Orden

source: Edit Order
es: Editar Orden

source: Delivery Method
es: Método de entrega

source: Payment Method
es: Método de pago

source: Add new bank account
es: Agregar nueva cuenta bancaria

# activeCreditLine
source: Activate Credit Line
es: Activar línea de crédito

source: Edit Credit Line
es: Editar línea de crédito

source: Select Bank Account
es: Seleccionar cuenta bancaria

source: Bank Account
es: Cuenta bancaria

# minimumCommitmentDateActiveCreditLine
source: Minimum Commitment Date With Active Credit Line
es: Fecha mínima de compromiso con línea de crédito activa

source: Amount Approved
es: Monto Aprobado

source: Unit
es: unidad

source: Unit price
es: Precio unitario

source: Order Details
es: Detalles del orden

source: Date Of Transaction
es: Fecha de transacción

source: Products
es: Productos

# noProductOrder
source: No product in this order
es: No hay productos en esta orden

source: Quantity
es: Cantidad

source: Tax Amount
es: Impuestos

# creditAvailabilityCheck
source: View Order Credit Line Availability
es: Ver disponibilidad de la línea de crédito

# creditAvailabilityDialogBody
source: You cannot submit your order; total amount must be less than credit line availability. Please modify your order.
es: No puedes someter tu orden, debido a que el monto total debe ser menor que el monto disponible en la línea de crédito. Por favor modifique la orden.

source: Modify Order
es: Modifique la orden

# increaseModifyOrder
source: Submit Credit Line Request increase and Modify Order
es: Someter solicitud de incemento de la línea de crédito y modificar la orden

# increaseModifyOrderForLater
source: Submit Credit Line Request increase and Save the order for later
es: Someter solicitud de incremento de la línea de crédito y guardar la orden para despúes

# emptyWholesaler
source: There is no product for selected wholesaler
es: No hay producto para el mayorista seleccionado

# draftOrderDialogBody
source: There is one order in process, do you like to continue working with this one ?
es: Hay una orden en proceso, ¿deseas continuar trabajando con esta?

# activationCreditLineAmountExceedDialogBody
source: You can not ask more then
es: No puede ingresar más información

# amountErrorMessage
source: Need to select any amount
es: Necesita ingresar un monto

# bankSelectionErrorMessage
source: Need to select any bank account
es: Necesita seleccionar una cuenta bancaria

# activationCreditLineAmountTermCondition
source: Please accept the term and condition
es: Por favor acepte los Términos y Condiciones

# activationCreditLineTermBody
source: Assign Bank Account and Accept Credit Line Terms.
es: Asigne una cuenta bancaria y acepte los términos de la línea de crédito.

source: Information
es: Información

source: Main Product
es: Producto principal

# webUrl
source: Website URL
es: URL del sitio web

source: Upload Logo
es: Cargar logo

source: Update company profile
es: Actualizar perfil de la empresa

source: Select Date
es: Seleccionar fecha

source: Date Updated
es: Actualizar fecha

source: Today
es: Hoy

source: Tomorrow
es: Mañana

# cweek
source: Current Week
es: Semana actual

# nweek
source: Next Week
es: Próxima semana

# n2week
source: Next 2 Week
es: Próximas 2 semanas

# n3week
source: Next 3 Week
es: Próximas 3 semanas

source: Date Requested
es: Fecha solicitada

source: USER DETAILS
es: Detalles de usuario

source: No Document here!
es: No existen documentos!

source: GO BACK
es: Ir atrás

# showcaseHeader
source: More option
es: Más opciones

# showcaseBody1
source: Slide left or right to get more option
es: Deslizar a la izquierda o derecha para más opciones

# creditStatusAvailability
source: Credit Status & Available
es: Estatus de la línea y disponibilidad

source: Password Match
es: Contraseña coincide

# passwordNotMatch
source: Password do not match
es: Contraseña no coincide

# profileViewAddressHintText
source: Search City
es: Buscar ciudad

# selectSaleTypeErrorMessage
source: Need to select a sales type
es: Favor seleccionar un tipo de venta

# putInvoiceNumberErrorMessage
source: Need to enter invoice number
es: Favor ingresar un número de factura

# putOrderNumberErrorMessage
source: Need to enter order number
es: Favor ingresar un número de orden

# amountEmptyErrorMessage
source: Need to enter Amount
es: El monto no puede estar vacío

source: Execute
es: Ejecutar

# loadStatement
source: Show Transaction Detail
es: Mostrar detalle de la transacción

source: Statements
es: Estado de cuentas

source: Reply
es: Responder

source: All
es: Todo

source: Alert
es: Alerta

source: Search product
es: Buscar producto

source: locations
es: Ubicaciones

source: profile
es: Perfil

source: internal
es: Interno

# noCameraPermissionMessage
source: no camera permission
es: Sin permiso a la cámara

source: Not Supported format
es: Formato no compatible

# writeDeclineReason
source: Write a reason to decline
es: Escribe una razón para declinar

# enterMessage
source: Enter your message here...
es: Introduzca su mensaje aquí...

source: Select reason
es: Seleccionar razón

# addDecalineReason
source: Add your reason to decline
es: Añade tu motivo para declinar

# needBankAccountAlertMessage
source: To active this c redit line you need a validated Bank Account with
es: Para activar esta Línea de Crédito necesita una Cuenta Bancaria validada

# selectAStore
source: Need to select a store
es: Por favor seleccione una tienda

# orderDescriptionEmptyMessage
source: Need to enter order description
es: La descripción del pedido no puede estar vacía

# orderSDescriptionRequirement
source: Order description field is required
es: El campo de descripción del pedido es obligatorio.

# deliveryMethodeRequirement
source: Delivery method need to be selected
es: Es necesario seleccionar el método de entrega.

# paymentMethodeRequirement
source: Payment method need to be selected
es: Es necesario seleccionar el método de pago.

# needToAcceptTerm
source: You need to accept the terms
es: Tienes que aceptar los términos"

# inactiveUserAlertMessage
source: Do you want to inactive this user?
es: ¿Quieres desactivar a este usuario?

# activeUserAlertMessage
source: Do you want to active this user?
es: ¿Quieres activar este usuario?

# noSaleStatements
source: No sale statement available for this sale
es: No hay un estado de cuenta disponible para esta venta

# completeSale
source: Do you want to complete this sale?
es: ¿Quieres completar esta venta?

# reopenSaleRoute
source: Do you want to reopen this route/sale?
es: ¿Quieres reabrir esta ruta/zona?

# creditLineInactiveDialogMessage
source: Do you really want to inactive this request?
es: ¿Realmente desea desactivar esta solicitud?

# accumulateAmountAlertMessage
source: Total of assigned store amount must be equal to remaining creditline amount
es: El monto total de la tienda asignada debe ser igual al monto restante de la línea de crédito

# amountExceedErrorMessage
source: Amount can't be more than available balance you can purchase maximum
es: El monto no puede ser mayor al balance disponible

# zoneLoaderAlertDialogMessageAdd
source: Do you want to load zone list in today list?
es: ¿Quieres cargar esta zona en la lista de hoy?

# zoneLoaderAlertDialogMessageRemove
source: Do you want to remove zone list from today list?
es: ¿Quieres eliminar esta zona de la lista de hoy?

# routeLoaderAlertDialogMessageAdd
source: Do you want to load this route in today list?
es: ¿Quieres cargar esta ruta en la lista de hoy?

# routeLoaderAlertDialogMessageRemove
source: Do you want to remove route list from today list?
es: ¿Quieres eliminar esta ruta de la lista de hoy?

source: Yesterday
es: Ayer

source: Minute
es: Minuto

source: Hour
es: Hora

source: Day
es: Día

source: Week
es: Semana

source: Month
es: Mes

source: Year
es: Año

source: Ago
es: Atrás

# addSale_header
source: Add Sale
es: Añadir Venta

# addSale_body
source: Add Sale
es: Añadir Venta
