Repository: salimmurshed/bingo_wholesaler
Catalog: lib/l10n/app_*.arb
Languages: es

source: Email Address
es: Correo electrónico

source: Password
es: Contraseña

source: login
es: Iniciar sesión

source: Grand Total
es: Gran total

source: Forgot Password?
es: ¿Has olvidado tu contraseña?

# createAccount
source: Create new account ?
es: Crear una nueva cuenta ?

# dashboardConfirmText
source: Pending approvals/Delivery confirmations
es: Aprobaciones pendientes /Confirmaciones de entrega

# dashboardRecommendation
source: Deposit recommendations
es: Recomendaciones de deposito

source: Company Information
es: Información de la empresa

source: Contact Information
es: Información del contacto

source: Profile Information
es: Información del perfil

source: Personal Information
es: Informacion personal

source: Owner/Legal Representative
es: Propietario/Representante Legal

source: Internal Information
es: Información Interna

source: Credit Line
es: Línea de crédito

source: View Retailer Stores
es: Ver tiendas detallistas

# noDataInTable
source: No data available in {name} table
es: No hay datos disponibles en la {name} tabla

source: Internal ID
es: ID interno

# selectCustomerType
source: Customer Type
es: Tipo de cliente

source: Grace Period Groups
es: Grupos de Período de Gracia

source: Pricing Groups
es: Grupos de precio

source: Sales Zone
es: Zonas de Venta

# salesRoute
source: Sales Routes
es: Rutas de Venta

source: Sales Stores
es: Tiendas de Ventas

source: Select Wholesaler
es: Seleccionar Suplidor

source: Allow Orders
es: Permitir pedidos

source: Customer Since Date
es: Cliente desde

source: Monthly Sales
es: Ventas mensuales

source: Average Sales Ticket
es: Ticket promedio de venta

source: Visit Frequency
es: Frecuencia de visitas

source: Suggested Credit Line Amount
es: Monto de línea de crédito sugerido

# activationRequirement
source: Activation code is required
es: Se requiere código de activación

source: Recommended Credit Line Amount
es: Monto de línea de crédito recomendado

source: Retailer Completed Infomation
es: Información completada por el detallista

# put6DigitCode
source: Please add valid 6 numbers code
es: Agregue un código válido de 6 dígitos

source: Retailer
es: Detallista

source: Retailer name
es: Nombre del minorista

# availableAmount
source: Available Amount to
es: Monto disponible

# bankAccountTypeValidationText
source: Need to select bank account type
es: Necesita seleccionar el tipo de cuenta bancaria

# bankNameValidationText
source: Need to select bank name
es: Necesita seleccionar el banco

# currencyValidationText
source: Need to select currency
es: Necesita seleccionar la moneda

# bankAccountValidationText
source: Bank account number can't be blank
es: El número de cuenta bancaria no puede estar en blanco

# bankAccountLengthValidationText
source: Bank account number can't be less than 8
es: El número de cuenta bancaria no puede ser inferior a 5

# ibanValidationText
source: IBAN account number can't be blank
es: El número de cuenta IBAN no puede estar en blanco

# ibanLengthValidationText
source: IBAN account number can't be less than 8
es: El número de cuenta IBAN no puede ser inferior a 8

source: Add New
es: Agregar nueva

source: Add
es: Agregar

source: Data Stored
es: Datos guardados

source: Add New Wholesaler
es: Agregar Nuevo Suplidor

source: Choose Files
es: Seleccionar archivo

source: approve
es: Aprobar

source: Confirm Delivery
es: Confirmar entrega

source: Edit
es: Editar

source: reject
es: rechazar

# submitButton
source: submit
es: Enviar

# acceptSell
source: Yes
es: Sí

# closeButton
source: Close
es: Cerrar

# cancelButton
source: cancel
es: Cancelar

# confirmButton
source: confirm
es: confirmar

# inactiveButton
source: inactive
es: Desactivar

# activeButton
source: active
es: Activar

source: Start payment
es: Iniciar pago

source: Offline approve
es: Aprobar sin conexión

source: Generate QR code
es: Generar código QR

source: ACTIVATION CODE
es: Código de activación

source: Accept
es: Aceptar

source: View Documents
es: Ver Documentos

# yesText
source: Yes
es: Sí

source: Load More
es: Carga más

source: Commercial Name
es: Nombre comercial

source: About Us
es: Sobre nosotros

source: Date Founded
es: Fecha de fundación

source: Legal Name:
es: Nombre legal:

source: Tax ID:
es: Identificación tributaria:

source: Business Address:
es: Dirección del Negocio:

# fName
source: First Name:
es: Nombre:

# lName
source: Last Name:
es: Apellido:

source: Position:
es: Posición:

source: ID:
es: Número de identificación:

source: Phone Number:
es: Número de teléfono:

source: Website URL
es: URL del sitio web

source: Route ID:
es: ID de ruta:

source: Description:
es: Descripción:

source: Document Type:
es: Tipo de Documento:

source: Document ID:
es: ID del documento:

source: Contract Account:
es: Cuenta contrato:

source: Collection Lot #
es: Resumen de pagos #

# collectionLott
source: Collection Lot
es: Resumen de pagos

source: requests
es: Solicitudes

source: settings
es: Ajustes

source: ACCOUNT BALANCE
es: Balance de cuenta

# requestsDetail
source: request details
es: Detalle de solicitudes

# wAssociationRequests
source: Wholesaler Association
es: Asociación de Suplidor

# associationRequests
source: Association
es: Asociación

# fAssociationRequests
source: Institution Association
es: Asociación de Institución

# creditLineRequests
source: Credit Line
es: Línea de crédito

source: Users
es: Usuarios

source: Role
es: Rol

source: Status
es: Estatus

source: Date
es: Fecha

source: Stores
es: Tiendas

source: Invoices
es: Facturas

source: Invoice:
es: Factura:

source: Open Balance:
es: Saldo pendiente:

# appliedAmount
source: Amount Applied:
es: Monto aplicado:

source: Credit Line ID:
es: ID de línea de crédito:

source: Business Partner ID:
es: ID de socio comercial:

source: Manage Account
es: Administrar cuenta

source: Company Profile
es: Perfil de la empresa

# newOrderRequest
source: New Order Requests
es: Solicitudes de nuevos pedidos

# emailTitle
source: Email
es: Correo electrónico

# phoneTitle
source: Phone
es: Teléfono

source: bad_request_error
es: Solicitud incorrecta

source: no_content
es: sin contenido

source: forbidden_error
es: Error: acceso denegado

source: unauthorized_error
es: Error: sin autorización

source: not_found_error
es: Error: no encontrado

source: conflict_error
es: Error: conflicto

source: internal server error
es: Error: Servidor interno

source: Server error
es: Error del Servidor

# dataStoredMessage
source: Data has been stored
es: Los datos han sido guardados

# emptyFieldMessage
source: Field can not be empty
es: El campo no puede estar vacío

source: unknown_error
es: Error desconocido

source: timeout_error
es: Error: tiempo de espera agotado

source: default_error
es: Error predeterminado

source: cache_error
es: Error de caché

# noInternetError
source: Please check internet connection
es: Por favor verifique la conexión a Internet

source: success
es: Exitoso

source: Application information
es: Información de la aplicación

# needToSelectOneWholesaler
source: Need to select minimum one wholesaler
es: Necesitas seleccionar mínimo un suplidor

# needToSelectFie
source: Need to select minimum one Institution
es: Necesitas seleccionar mínimo una Institución

# pleaseSelectOne
source: Please select one option
es: Por favor selecciona una opcion

# pleaseAelectARetailer
source: Need to select a retailer
es: Seleccione un detallista

# pleaseSelectTermConditions
source: Please select terms & conditions
es: Términos y condiciones

# fillOneCommercialReferenceName
source: Need to add commercial reference name 1
es: Por favor complete mínimo un nombre de referencia comercial

# fillOneCommercialReferencePhone
source: Need to add commercial reference phone 1
es: Por favor complete mínimo un teléfono de referencia comercial

# provideRelevantDoc
source: Please provide all relevant documents
es: Proporcione todos los documentos necesarios

# saveDataMessage
source: Data have been saved!
es: ¡Se han guardado los datos!

# updateDataMessage
source: Data have been updated!
es: ¡Se han actualizado los datos!

# orderPlacedSuccessfully
source: Sale Placed Successfully.
es: Venta realizada con éxito.

# orderUpdateSuccessfully
source: Sale update Successfully.
es: Venta actualizada con éxito

# requestSendSuccessMessage
source: Request has been send to admin
es: La solicitud ha sido enviada al administrador

source: View sales detail
es: Ver detalle de la venta

source: Cancel the sale
es: Cancelar venta

# cancelTheSaleContent
source: Are you sure to cancel the sale?
es: ¿Estás seguro de cancelar la venta?

# unableToPlaceSaleMessage
source: You cannot place the sale
es: No se puede realizar la venta

# sendAccountValidationText
source: Send For validation
es: Enviar para validación

# offlineSaleLogoutAlert
source: If you logout before internet connection, your offline sales might be deleted!
es: ¡Si cierra la sesión antes de conectarse a internet, es posible que se eliminen sus ventas realizadas sin conexión!

source: Order ID:
es: ID de pedido:

source: Invoice To
es: Facturar A

source: From:
es: De:

source: Lot ID:
es: ID de lote:

source: Lot Type:
es: Tipo de lote:

source: Date Generated:
es: Fecha de generación:

source: Posting Date:
es: Fecha de posteo:

source: User:
es: Usuario:

source: Amount Collected:
es: Monto cobrado:

source: Amount Paid:
es: Monto pagado:

source: Open Balance Amount:
es: Monto de saldo pendiente:

# wholesalerId
source: Wholesaler Store ID
es: ID de la tienda suplidor

# fieName
source: Institution Name:
es: Nombre de la Institución:

source: Date Of Invoice:
es: Fecha de la factura:

source: Bingo Order ID:
es: ID de pedido de Bingo:

source: Order Number
es: Número de pedido

source: Due Date
es: Fecha de vencimiento

source: Sales Amount:
es: Monto de la venta:

source: Sales Balance:
es: Balance de la ventas:

source: Sale Date
es: Fecha de venta

source: Sale ID:
es: ID de venta:

source: Sales Step
es: Tipo de venta

source: Bingo Store ID:
es: ID de la tienda (Bingo):

# fie
source: Institution
es: Institución

source: Status:
es: Estatus:

source: Sett No:
es: No. Liq:

source: Currency:
es: Moneda:

source: App. Amount:
es: Monto aprobado:

source: Amount Balance:
es: Balance:

source: Amount:
es: Monto:

source: App. Date:
es: Fecha de aplicación:

source: Exp Date:
es: Fecha de vencimiento:

# fiaName
source: Institution
es: Institución

# caNumber
source: Contract Account number
es: Número de Cuenta Contrato

# expireDate
source: Expiration date:
es: Fecha de Vencimiento:

# depositRecommendation
source: Deposit recomendation:
es: Recomendaciones de deposito

# wantToRejectTitle
source: Rejection request
es: Solicitud de rechazo

# wantToRejectContent
source: Do you really want to reject this request?
es: ¿Está seguro que desea rechazar esta solicitud?

# rejectionCompleteSuccessful
source: Your request rejection is completed
es: Se completó el rechazo de su solicitud

# rejectionCompleteUnsuccessful
source: Your request rejection is unsuccessful
es: El rechazo de su solicitud no ha tenido éxito

# noWholesalerAvailableMessage
source: No wholesaler available in your connection
es: No hay suplidor disponible

source: Sort by:
es: Ordenar por:

source: Edit Your Profile
es: Editar perfil

source: Change Password
es: Cambiar contraseña

source: Tax ID
es: Identificación tributaria

source: Association Date
es: Fecha de asociación

source: Activation Date
es: Fecha de activacion

source: Request Date
es: Fecha de solicitud

source: Company Address
es: Dirección de la empresa

source: First Name
es: Nombre

source: Last Name
es: Apellido

source: Position
es: Posición

source: Current Password
es: Contraseña actual

source: New Password
es: Nueva contraseña

# retypePassword
source: Retype new Password
es: Reingrese la nueva contraseña

source: ID
es: Número de identificación

source: Tax Id Type
es: Tipo de identificación tributaria

source: Phone Number
es: Número de teléfono

source: Category
es: Categoría

source: Email
es: Correo electrónico

source: Phone No
es: Telefono no

# remarks
source: Remark:
es: Referencia:

source: ID Type
es: Tipo de identificación

source: ID Document
es: Documento de ID

source: Country
es: País

source: City
es: Ciudad

source: Set Pricing
es: Establecer precios

source: Try Again
es: Intentar otra vez

# saleNotForYou
source: This sale is not for you
es: Esta venta no es para ti

# datainsertedMessage
source: Data Has been inserted
es: Se han insertado datos

source: Location Name
es: Nombre de la localidad

source: Address
es: Dirección

source: Payment Details
es: Detalles del pago

source: Routes Information
es: Información de Rutas

source: Dynamic Routes
es: Rutas Dinámicas

source: Static Routes
es: Rutas Estáticas

source: Front Business Photo
es: Foto comercial frontal

source: Sign Board Photo
es: Foto del letrero

source: Remark
es: Referencia

source: Update Store
es: Actualizar tienda

source: Update
es: Actualizar

source: remove
es: Eliminar

source: Add STORE
es: Añadir Tienda

source: Photos
es: Fotos

# editStore
source: UPDATE STORE
es: Actualizar tienda

# addManageAccount
source: Add Account
es: Añadir cuenta

source: Bank Account Type
es: Tipo De Cuenta Bancaria

source: Account type
es: Tipo de cuenta

source: Bank Name
es: Nombre del banco

source: Account No.:
es: Número de cuenta:

source: Currency
es: Moneda

source: Bank Account Number
es: Número de cuenta bancaria

# dateTimeUpdate
source: Date/Time Updated:
es: Fecha/hora actualizada:

source: Monthly Purchase
es: Compra Mensual

source: Average Purchase Ticket
es: Ticket de Compra Promedio

source: Requested Amount
es: Monto requerido

source: CREATE CREDIT LINE REQUEST
es: Solicitud de línea de crédito

# acceptTermAndConditions
source: Accept
es: Acepte los

# acceptTermAndConditions1
source: Terms & Condition
es: Términos y Condiciones

# acceptTermAndConditions2
source: and authorize Bingo to send Credit Line Request detail to Financial Institutions
es: y autorice a Bingo a enviar el detalle de la Solicitud de Línea de Crédito a las Instituciones Financieras

# bingoCanForwardRequest
source: Allow Bingo to forward this Credit Line Request to As Many Finacial Institutions deemed appropriate
es: Permitir que Bingo envíe esta Solicitud de Línea de Crédito a Cuantas Instituciones Financieras considere apropiadas

# specificFIA
source: Send Credit Line Request To a Specific institution
es: Enviar solicitud de línea de crédito a una institución específica

# wholesalerValidationText
source: Need to select wholesaler
es: Necesita seleccionar suplidor

# cWholesalerValidationText
source: Need to select currency
es: Necesita seleccionar moneda

# mPurchaseValidationText
source: Need to enter monthly purchase amount
es: La compra mensual no puede estar vacía

# aPurchaseValidationText
source: Need to enter average purchase amount
es: La compra promedio no puede estar vacía

# vFrequencyValidationText
source: Need to select visit frequency
es: Necesita seleccionar la frecuencia de visita

# rAmountValidationText
source: Need to enter Requested amount
es: La cantidad solicitada no puede estar vacía

# locationNameValidationMessage
source: Need to enter location name
es: El nombre de la ubicación no puede estar vacío

# selectedCityValidationMessage
source: Need to select a city
es: Necesita seleccionar una ciudad

# addressValidationMessage
source: Need to select an address
es: Tienes que seleccionar una dirección

# remarksValidationMessage
source: Need to enter remarks
es: La referencia no puede estar vacía

# saleCancellMessage
source: Sale has been canceled
es: La venta ha sido cancelada

# needInternetMessage
source: You need internet connection to cancel any request
es: Necesitas conexión a internet para cancelar cualquier solicitud

# selectedCountryValidationMessage
source: Need to select a country
es: Necesita seleccionar un país

# frontPhotoValidationMessage
source: Need to select a front business photo
es: Necesitas agregar una foto comercial frontal

# signBoardPhotoValidationMessage
source: Need to select a sign board photo
es: Necesita agregar una foto de letrero

# selectSingleFie
source: Select Single Institution
es: Seleccionar una Institución

# selectText
source: Select
es: Seleccionar

# selectMultipleWholesaler
source: Select Multiple Wholesalers
es: Seleccionar múltiples Suplidores

# selectMultipleFia
source: Select Multiple Institutions
es: Seleccionar múltiples Instituciones

source: Select Country
es: Seleccionar País

source: Select City
es: Seleccionar Ciudad

source: Select Wholesaler
es: Seleccionar Suplidor

# selectCurrency
source: Currency
es: Moneda

source: Select Retailer
es: Seleccionar Detallista

source: Select Store
es: Seleccionar Tienda

# selectSaleType
source: Select Sales Type
es: Seleccionar Tipo de Venta

# emptyPasswordValidationText
source: Password field can't be empty
es: El campo de contraseña no puede estar vacío

# smallPasswordValidationText
source: Password should be more than 8
es: La contraseña debe ser de al menos 8 caracteres

# emptyEmailValidationText
source: Email field can't be empty
es: El campo de correo electrónico no puede estar vacío

# wrongEmailFormatValidationText
source: Please put a valid email address
es: Por favor, introduzca una dirección de correo electrónico válida

# internalIdValidationMessage
source: Internal ID required
es: ID interno requerido

# monthlySalesValidationMessage
source: Monthly sales amount is required
es: Se requiere el monto de las ventas mensuales

# selectDateValidationMessage
source: Sales date required
es: Fecha de venta requerida

# averageSalesTicketValidationMessage
source: Average sales ticket is required
es: Se requiere ticket de venta promedio

# suggestedCreditLineValidationMessage
source: Suggested creditline is required
es: Se requiere la línea de crédito sugerida

# selectedCustomerTypeValidationMessage
source: Need to select customer type
es: Es necesario seleccionar el tipo de cliente

# selectedGracePeriodGroupsValidationMessage
source: Need to select grace period group
es: Necesita seleccionar el grupo del período de gracia

# selectedPricingGroupsValidationMessage
source: Need to select pricing group
es: Es necesario seleccionar el grupo de precios

# selectedSalesZoneStringValidationMessage
source: Need to select sales zone
es: Necesita seleccionar zona de ventas

# selectedAllowOrdersValidationMessage
source: Need to select allow orders
es: No están permitidos los pedidos

# selectedVisitFrequencyValidationMessage
source: Need to select visit frequency number
es: Necesita seleccionar el número de frecuencia de visita

# addNewIcon
source: + ADD NEW
es: Agregar Nuevo

source: Store
es: Tienda

source: Sales Type
es: Tipo de Venta

source: Invoice Number
es: Número de factura

source: Amount
es: Monto

source: Description
es: Descripción

# orderNumberSale
source: Order Number
es: Número de orden

# financialInstitution
source: INSTITUTIONS
es: INSTITUCIONES

# crn1TextField
source: Commercial Reference Name 1
es: Nombre de referencia comercial 1

# crn2TextField
source: Commercial Reference Name 2
es: Nombre de referencia comercial 2

# crn3TextField
source: Commercial Reference Name 3
es: Nombre de referencia comercial 3

# crp1TextField
source: Commercial Reference Phone No. 1
es: Teléfono de Referencia Comercial Nº 1

# crp2TextField
source: Commercial Reference Phone No. 2
es: Teléfono de Referencia Comercial Nº 2

# crp3TextField
source: Commercial Reference Phone No. 3
es: Teléfono de Referencia Comercial Nº 3

# hintTextInvoiceController
source: Enter Invoice Number
es: Ingresar Número de Factura

# hintTextOrderController
source: Enter Order Number
es: Ingrese el número de pedido

# hintTextCurrencyController
source: Approve Creditline Currency
es: Aprobar moneda de línea de crédito

# hintTextAmountController
source: Enter Amount
es: Ingrese el monto

# hintTextDescriptionController
source: Enter Description
es: Ingrese la descripción

# selectMultipleFie
source: Select Institutions With Whom You Are Working
es: Seleccione la Instituciones con la que está trabajando

# uploadFie
source: Upload Financial Statements
es: Subir Estados Financieros

source: Choose Options
es: Elegir opciones

# questionAnswers
source: Institution Question
es: Preguntas de la Institución

# files
source: View Supported Documents
es: Ver documentos de soporte

# removeWholeSalerText
source: Wholesaler has been removed
es: El suplidor ha sido eliminado

source: Exit App
es: Salir de la aplicación

# exitAppBody
source: Do you want to exit an App?
es: ¿Quieres salir de la aplicación?

source: No Data
es: Sin datos

source: No Internet
es: Sin internet

# logoutNoInternetMessage
source: Need internet Connection for logout
es: Necesita conexión a Internet para cerrar sesión

# noSaleMessage
source: No sales data available
es: No hay datos de ventas disponibles

source: Accepted
es: Aceptado

source: Rejected
es: Rechazado

source: Verified
es: Verificado

source: Active
es: Activo

source: Completed
es: Completado

# salePandingApproval
source: Sale Pending Approval
es: Venta pendiente de aprobación

source: Pending Wholesaler Review
es: Pendiente de revisión del Suplidor

source: Sale Pending Approval
es: Venta pendiente de aprobación

source: Sale Approval
es: Aprobación de Venta

source: Sale Delivered
es: Venta Entregada

source: End Of Page
es: Fin de página

source: Current Balance:
es: Balance actual:

source: Expiration Date:
es: Fecha de expiración:

source: Amount Available
es: Monto disponible:

source: App. Amount:
es: Monto aprobado:

source: No Name
es: Sin nombre

source: Edit Profile
es: Editar perfil

source: Update Profile
es: Actualizar perfil

source: Change your Profile Picture
es: Cambia tu foto de perfil

source: Choose your Profile Picture
es: Elige tu foto de perfil

source: Upload Profile Picture
es: Cargar foto de perfil

# noWholesaler
source: No Wholesaler Available. you need to create wholesaler first.
es: No hay suplidor disponible. Primero debe agregar un suplidor

# purchaseAbilityTextFormat
source: Amount can't be more than available balance you can purchase maximum
es: El monto no puede ser mayor que el balance disponible puedes comprar hasta el máximo disponible

# confirmationDialogTitle
source: Confirmation of your action
es: Confirmación de su acción

# confirmationRejectContent
source: Do you really want to reject this sale?
es: ¿Estás seguro que deseas rechazar esta venta?

# confirmationApproveContent
source: Do you really want to approve this sale?
es: ¿Estás seguro que deseas aprobar esta venta?

# confirmationDeliverContent
source: Do you really get your products?
es: ¿Estás recibiendo tus productos?

# salesRejectToast
source: Cancel Sale request rejected by you
es: Cancelar solicitud de venta rechazada por usted

# salesApproveToast
source: Cancel Sale request approval by you
es: Cancelar solicitud de venta aprobada por usted

# salesDeliverToast
source: Cancel Sale request delivery by you
es: Cancelar pedido de venta entregado a usted

# request
source: REQUESTS
es: SOLICITUDES

source: ADD REQUEST
es: AÑADIR PETICIÓN

# salesDetails
source: SALE DETAILS
es: DETALLES DE VENTA

# updateSales
source: UPDATE SALE
es: ACTUALIZAR VENTA

# location
source: LOCATION DETAIL
es: DETALLE DE UBICACIÓN

source: ADD WHOLESALER
es: AÑADIR SUPLIDOR

# creditLineDetaileTitle
source: Credit Line Request detail
es: Detalle de solicitud de línea de crédito

source: Credit Line Information
es: INFORMACION DE LÍNEA DE CRÉDITO

source: CREDIT LINE REQUEST
es: SOLICITUD DE LÍNEA DE CRÉDITO

# addSales
source: Add Sale
es: Añadir Venta

source: Reopen
es: Reabrir

source: Add Order
es: Agregar pedido

# editManageAccount
source: Edit Account
es: Editar cuenta

source: SALES
es: VENTAS

source: ORDERS
es: PEDIDOS
